Repository: KevinRuanSoares/serasa_test_api
Catalog: app/locale/*/LC_MESSAGES/django.po
Languages: pt_br

source: The sum of the arable and vegetation areas cannot exceed the total area of ​​the farm.
pt_br: A soma das áreas agricultável e de vegetação não pode ultrapassar a área total da fazenda.

source: Invalid token.
pt_br: Token inválido.

source: Inactive or deleted user.
pt_br: Usuário inativo ou excluído.

source: The token has expired.
pt_br: O token expirou.

source: Seller
pt_br: Vendedor

source: User with this email already exists.
pt_br: Usuário com este email já existe.

source: User with this cpf already exists.
pt_br: Usuário com este cpf já existe.

source: Unable to authenticate with provided credentials.
pt_br: Não foi possível autenticar com as credenciais fornecidas.

source: User not found.
pt_br: Usuário não encontrado.

source: Attempts exceeded.
pt_br: Tentativas excedidas.

source: Invalid Code.
pt_br: Código inválido.

source: Code does not exist.
pt_br: O código não existe.

source: The value provided is not a valid CPF or CNPJ.
pt_br: O valor informado não é um CPF ou CNPJ válido.

source: Your code to generate a new password!
pt_br: Seu código para gerar uma nova senha!
